security/sec-iride/src/main/resources/soap/request/iride/identificaUserPassword.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema"
    xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:int="http://interfaces.policy.iride2.csi.it">
    <soapenv:Header />
    <soapenv:Body>
        <int:identificaUserPassword soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
            <in0 xsi:type="xsd:string">#{username}</in0>
            <in1 xsi:type="xsd:string">#{password}</in1>
        </int:identificaUserPassword>
    </soapenv:Body>
</soapenv:Envelope>
